00
413
424
785
507
428
250.03
157
403
427
276
707
414
272
682
305
425
447
486
527
411
250.83
V42
496
518
250
285
611
492
599
250.02
280
478
584
790
250.6
197
202
574
250.01
295
250.12
289
996
493
38
710
401
41
250.41
342
250.7
721
345
440
786
453
396
780
293
681
E942
458
410
250.11
416
511
530
402
198
491
805
465
789
585
152
823
997
331
V58
807
466
294
319
250.53
404
303
250.5
250.42
716
536
952
581
287
250.51
E944
802
719
733
278
196
304
715
723
292
535
995
788
799
42
729
8
434
553
998
622
250.13
250.4
621
569
250.82
494
560
595
250.43
E878
242
193
162
V45
692
283
E888
648
724
517
577
373
562
368
250.22
V15
153
348
537
540
451
426
349
340
V62
737
730
136
820
512
300
572
742
174
274
155
398
614
571
437
250.92
728
836
532
317
596
V85
311
70
495
255
250.8
433
717
415
394
244
583
746
727
288
593
346
607
617
850
484
203
154
590
438
784
E849
813
816
397
301
332
600
860
V11
250.81
845
275
290
782
205
35
714
291
211
151
567
263
456
787
821
277
591
558
432
781
344
E884
E885
53
958
412
515
312
386
218
356
618
117
444
566
722
204
738
576
959
336
625
189
443
726
578
296
882
V18
V54
E930
V43
514
137
309
490
V08
446
E928
112
282
750
362
791
508
E935
316
130
150
284
V10
457
980
241
999
323
286
239
V65
892
531
435
736
351
808
V50
201
620
E950
V17
573
250.93
592
852
556
565
E933
250.52
261
568
794
358
552
135
337
519
588
824
327
E853
480
429
923
324
711
E932
E937
200
199
481
V64
421
867
462
145
861
E917
796
575
E854
V09
357
873
245
185
840
642
141
298
731
698
322
138
864
354
E936
262
487
228
335
V70
250.1
E882
634
V49
910
E880
220
279
338
793
395
965
314
473
516
701
V23
405
250.32
564
924
V12
430
V63
580
369
753
359
420
693
557
238
783
601
594
870
482
797
E814
E939
318
252
250.23
474
644
233
163
94
191
883
436
179
920
812
E934
533
455
652
881
945
E858
459
683
485
756
217
831
79
441
268
680
872
862
706
815
452
718
5
837
555
40
258
E900
250.91
524
183
825
792
378
380
250.9
616
352
347
709
913
670
598
664
281
E881
909
528
253
826
271
510
E879
741
156
251
389
550
522
461
851
647
250.33
V72
297
627
626
431
123
188
365
214
713
646
604
866
E947
608
11
602
227
871
V55
543
645
918
806
250.2
186
521
863
E821
463
658
994
907
891
915
810
343
E850
273
E812
381
192
333
442
180
623
448
306
78
814
686
847
V14
422
745
226
843
54
E887
266
696
665
34
933
962
470
477
E870
963
833
758
934
E924
869
299
586
694
989
879
423
V57
V66
215
E829
747
927
140
388
171
844
921
842
974
376
759
911
712
382
702
310
372
942
V86
260
506
501
619
66
991
865
483
748
E906
893
9
308
751
603
E927
908
377
E931
131
948
172
755
656
307
110
E868
570
320
919
V02
E905
E919
659
977
610
880
V25
V16
922
259
464
523
691
868
705
27
454
V46
685
905
969
225
V44
832
208
725
E980
853
E916
615
383
944
E883
355
366
E938
E890
E818
953
917
663
801
75
906
173
967
246
947
E816
182
V13
795
360
