00
428
397
584
438
491
786
197
276
401
250
707
357
424
250.01
414
730
272
112
427
250.02
E935
V58
733
311
332
518
198
585
285
403
780
496
458
582
241
787
784
682
698
788
437
41
250.11
250.8
425
V45
135
785
599
250.6
515
729
411
440
860
710
344
728
530
263
681
531
412
560
493
997
275
413
E888
V12
278
362
185
38
416
571
873
553
840
310
337
853
781
995
70
250.41
250.9
715
252
342
293
569
871
331
465
196
576
305
E828
532
459
998
647
410
426
591
402
511
304
537
295
558
287
862
327
782
250.03
620
250.42
649
618
211
714
V15
568
608
461
486
799
253
250.7
443
138
562
388
348
244
686
492
446
789
E885
604
284
574
794
280
E878
716
600
731
996
296
V42
727
441
301
462
535
300
174
V46
303
396
656
154
536
151
290
790
250.4
E879
356
455
435
583
E939
453
V44
738
V10
242
578
79
564
294
808
312
725
274
282
202
577
333
735
626
136
945
404
378
709
153
442
824
387
473
573
724
205
593
V11
5
E932
E849
162
494
696
721
466
722
250.52
250.5
319
723
289
456
423
V85
581
719
580
965
810
200
V43
847
V64
783
298
250.43
E930
659
380
218
281
V17
382
315
969
999
V09
250.12
157
924
E887
255
451
8
478
208
250.51
881
792
309
318
V72
34
517
758
203
685
514
415
250.82
223
447
199
54
737
490
812
692
288
E929
813
429
E950
614
286
516
664
250.92
139
533
E920
368
592
292
621
745
610
718
717
183
E936
805
358
291
V23
384
617
457
216
238
596
527
42
845
519
648
507
433
552
E816
317
646
555
E850
680
595
394
500
V54
445
E942
155
V61
372
250.53
590
694
572
V63
704
923
482
512
917
444
534
299
470
277
338
V62
251
521
V60
379
959
250.13
307
432
V53
398
V25
907
369
131
365
204
625
V18
250.81
359
V49
346
250.93
879
866
567
V16
E947
892
E853
366
250.1
800
705
340
865
323
916
173
861
349
E812
487
922
260
250.83
570
726
345
370
343
191
642
588
420
477
214
736
250.2
E931
201
261
E880
V65
708
E870
791
958
663
756
E884
172
851
E928
E818
452
464
919
E924
586
867
297
V27
E927
616
826
150
170
550
920
654
543
E819
690
652
E934
693
225
575
347
385
454
V13
E933
V86
386
336
308
711
607
94
V55
351
57
391
820
355
542
354
796
239
389
837
V14
35
E944
434
245
460
256
742
695
661
823
598
E956
752
611
110
836
240
510
921
821
701
313
890
807
405
163
624
279
934
906
250.3
417
905
273
579
220
395
353
627
376
619
962
875
361
802
156
713
883
557
V08
V66
E906
365.44
E919
601
665
933
V02
E917
E938
566
314
605
913
53
495
556
816
747
189
524
188
E946
603
306
179
117
E865
E881
506
565
793
844
164
472
991
182
246
E813
250.22
525
E817
259
E858
841
658
195
877
956
522
842
882
373
266
421
910
751
594
E882
E912
47
V57
227
161
746
283
811
233
703
831
360
795
270
508
943
891
850
66
660
481
148
908
953
228
250.91
E937
815
909
383
E916
753
E894
E941
528
334
V01
271
741
868
876
734
653
744
825
967
E943
E883
258
854
893
797
702
E852
915
720
674
262
697
217
9
V03
171
623
951
655
712
436
75
265
669
852
350
E901
250.23
759
480
838
235
431
E905
501
123
755
834
911
529
644
602
250.31
540
192
374
918
78
158
381
684
966
E861
335
E826
