00
451
428
38
434
486
414
276
852
815
491
682
599
274
786
250.7
250.6
440
527
558
402
250
410
721
578
162
427
733
780
296
724
438
850
433
719
723
575
311
576
584
531
577
562
998
518
996
250.13
481
401
250.8
250.82
785
426
252
435
490
278
404
915
715
530
536
250.41
574
586
188
511
807
782
280
681
564
618
823
V55
250.11
590
864
493
787
540
295
250.4
553
398
569
535
403
277
263
250.02
572
820
728
V57
287
250.23
436
189
5
42
560
997
348
600
722
415
825
331
198
862
411
175
648
174
250.03
203
714
585
519
751
799
286
253
297
250.2
482
860
218
250.3
431
220
492
458
626
153
614
8
112
444
507
340
822
851
442
659
307
522
789
135
250.12
726
185
239
494
424
812
843
250.81
453
294
84
376
300
716
557
707
555
734
199
V58
423
443
285
824
999
396
459
290
962
550
282
595
805
416
250.83
781
250.42
922
592
821
V54
840
250.1
197
466
191
298
117
432
284
571
534
250.22
430
182
853
611
883
230
333
346
455
711
496
730
794
854
309
566
275
425
193
738
3
437
513
241
283
487
625
537
210
386
V63
154
V53
292
195
361
995
656
965
250.92
155
312
813
150
861
968
924
835
784
11
967
532
608
151
289
642
881
802
598
79
617
238
622
601
420
41
465
V71
251
684
727
695
148
959
933
808
344
893
654
790
211
593
989
332
293
552
314
413
596
647
935
729
225
920
480
441
969
305
867
801
345
V56
573
620
157
227
454
421
250.53
49
473
568
228
446
457
53
644
382
173
378
288
485
512
146
47
796
255
233
202
615
845
610
581
359
970
66
242
183
844
891
291
217
356
196
383
524
515
35
349
604
567
250.01
163
88
447
658
445
324
9
627
363
78
882
429
161
736
514
972
250.32
200
281
250.43
212
149
214
205
310
338
685
706
865
556
379
616
362
746
142
510
110
657
661
686
226
303
422
680
351
957
475
156
250.33
250.52
456
327
358
958
235
710
991
250.93
36
394
846
791
816
836
355
342
797
607
304
725
814
966
663
388
693
652
664
320
649
461
551
897
788
240
462
594
353
936
963
737
322
158
793
70
405
783
337
565
806
172
417
718
516
452
478
V45
521
866
992
152
709
691
942
904
708
244
583
939
621
591
250.5
847
977
391
745
588
350
810
495
357
696
136
160
V51
204
914
945
633
215
870
704
171
54
886
187
250.9
660
201
368
582
374
665
623
7
917
237
863
75
250.21
306
528
803
747
619
464
395
880
352
261
V26
483
700
533
983
94
250.31
692
377
380
184
990
470
976
756
720
208
354
831
194
477
987
V67
875
934
323
921
474
655
694
832
34
579
690
838
463
133
179
705
759
646
180
892
879
V60
873
318
375
366
732
529
170
164
941
341
669
61
804
223
986
923
637
82
641
192
580
526
334
800
141
V25
964
347
381
570
336
508
541
643
39
952
V43
250.51
640
370
397
335
299
603
717
E909
795
273
216
115
653
878
928
817
308
266
916
301
147
834
27
246
272
753
868
384
412
632
57
365
955
792
